Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/det_finnes_bare_likeverdige_og_gode_nok_samer_.html.tmx
Source language: nob
Languages: sme

source: Det finnes bare likeverdige (og gode nok) samer!
sme: Gávdnojit dušše ovttaárvosaš (ja doarvái buorit) sápmelaččat!

source: Kronikk av sametingspresident Silje Karine Muotka (NSR) og sametingsråd Runar Myrnes Balto (NSR)
sme: Kronihkka sámediggepresideantta Silje Karine Muotka (NSR) ja sámediggeráđi Runar Myrnes Balto (NSR) bokte

source: Det finnes ikke juksesamer, femtilapper eller nysamer.
sme: Eai gávdno nu gohčoduvvon mahkášsápmelaččat, beallesápmelaččat, eaige ođđasápmelaččat.

source: Tvert imot er alle samer likeverdige og gode nok.
sme: Buot sápmelaččat leat baicca ovttaárvosaččat ja doarvái buorit.

source: På 6. februar, nasjonaldagen vår, er dette et viktig budskap.
sme: Guovvamánu 6. beaivvi, min álbmotbeaivvi, lea dan dehálaš diehtit.

source: Det er også essensen i en sak som s ametingsrådet nå løfter til Sametingets plenum , med mål om å berede grunnen for intern forsoning i det samiske folket.
sme: Dat lea maid esseansa áššis maid sámediggeráđđi ovddida dievasčoahkkimii, mas mihttun lea bidjat vuođu dasa ahte sámi álbmot galgá siskkáldasat soabadit.

source: Vi vil at Sametinget skal vedta at samene er et mangfoldig folk bestående av likeverdige samer.
sme: Mii háliidit ahte Sámediggi galgá mearridit ahte sápmelaččat lea girjás álbmot ja buot sápmelaččat leat ovttaárvosaččat.

source: Hvorfor skal man så vedta noe som kan synes som selvfølgelig?
sme: Manne galgá mearridit juoidá mii lea nu diehttelas?

source: Jo, det er fordi det går rett i kjernen av hva fornorskningen har gjort med det samiske folket.
sme: Na, danne go dat guoská juste dasa movt dáruiduhttin lea váikkuhan sámi álbmogii.

source: Svært mange bærer på en sårhet knyttet til sin egen plass i det samiske fellesskapet.
sme: Hui ollugat dovdet bákčasa čadnon sin sadjái sámi searvevuođas.

source: De skal vite at kunnskaper om språk og kultur ikke har noe å si på om de er gode samer eller ikke.
sme: Sii galget diehtit ahte giella- ja kulturmáhtus ii leat mihkke dadjamušaid dasa ahte lea go buorre sápmelaš vai ii.

source: Grunnen til det er at de ikke kan lastes for det fornorskninga har tatt fra dem som enkeltpersoner.
sme: Ágga dasa lea ahte dat maid dáruiduhttin lea rivven eaŋkilolbmos, ii leat su sivva.

source: Den kinoaktuelle filmen Ellos eatnu – La elva leve portretterer noen av dem som sto opp i forbindelse med Altasaken.
sme: Áigeguovdilis filbma Ellos eatnu, mii dál čájehuvvo kinos, govvida muhtimiid sis geat garrasit ovddidedje Álaheadju-ášši.

source: Filmen er selvfølgelig godt egnet til å belyse fornorskningspolitikkens urett overfor det samiske, og er i så måte verdt å få med seg for alle og enhver.
sme: Filbma sáhttá dieđusge bures čalmmustahttit dáruiduhttinpolitihka vearrivuođa sámi álbmoga vuostá, ja danne berreše buohkat geahččat filmma.

source: Men kanskje den også kan være med på å gi oss redskaper til å forstå hverandre i Sápmi?
sme: Soaitá maid addit midjiide reaidduid amas buorebut ipmirdit nubbi nuppi Sámis?

source: I historiens bakspeil er det veldig lett å se hvorfor så mange valgte å legge bort sin samiske identitet.
sme: Historjjá duogážiin lea álki ipmirdit manne nu máŋggas válljeje čiegadit sámi identitehtaset.

source: Blir du mobbet, hetset eller banket mange nok ganger, er det ikke rart om du ikke vil la dine barn oppleve det samme.
sme: Jus givssiduvvot, cielahuvvot dahje cápmahalat doarvái máŋgii, de ii leat imaš ahte it háliit mánáide seamma vásáhusaid.

source: Det må samtidig ha vært et av de tøffeste valgene i folk sine liv.
sme: Seammás ferte leat okta dain váddáseamos mearrádusain olbmo eallimiin.

source: Derfor er det ikke så vanskelig å se hvorfor det for noen av dem føltes sårt og vanskelig at andre på høylytt vis fremmet det samiske og krevde rettigheter, som de f or eksempel gjorde i forbindelse med Alta-saken.
sme: Danne ii leat nu váttis ipmirdit manne muhtimiid mielas lei bahča ja váttis ahte earát garra jienain ovddidedje sámevuođa ja gáibidedje vuoigatvuođaid, nu go ovdamearkka dihte dahke Álaheadju-áššis.

source: Det er heller ikke vanskelig å forstå alle dem som sto opp og kjempet for den samiske fremtiden.
sme: Iige leat váttis sin ge ipmirdit geat bealuštedje ja dorro sámi boahtteáiggi ovddas.

source: De mange som uselvisk tok på seg gákti og kjempa for at våre språk og næringer skulle overleve.
sme: Dat máŋggas geat buriin mielain cogge gávtti ja rahče vai min gielat ja ealáhusat ceavzzáše.

source: I lokalsamfunnet, foran Stortinget og i Alta.
sme: Báikegottiin, Stuorradikki olggobeale ja Álaheajus.

source: Det må ha føltes dypt urettferdig for dem å bli utskjelt av andre samer når de kjempet for det samiske.
sme: Sidjiide ferte garrasit čuohcan bealkkahallat eará sápmelaččaide go dorro sámevuođa ovddas.

source: Mange føler forståelig nok de heller hadde fortjent en takk for at vi i dag har levende språk, kultur og næringer.
sme: Lea hui áddehahtti ahte máŋggas dovdet ahte sii baicca livčče ánssášan giitosiid go mis dál lea ealli giella, kultuvra ja ealáhusat.

source: Så her står vi da.
sme: Dál leat dán muttus.

source: Samer med vidt forskjellige utgangspunkt føler seg urettferdig behandlet, hetset eller ekskludert av andre samer.
sme: Sápmelaččat iešguđegelágan vuolggasajis dovdet vearrut meannuduvvon, cielahuvvon dahje olgguštuvvon eará sámiin.

source: For oss er det åpenbart at denne splittelsen i folket har en sammenheng med den offentlige samepolitikken under fornorskninga.
sme: Munno mielas lea čielggas ahte álbmoga sierramielalašvuođas lea oktavuohta almmolaš sámepolitihkkii dáruiduhttináigge.

source: Vi ser på det som et infisert fornorsknings-sår som må behandles.
sme: Munno mielas orro dego sidjon dáruiduhttinhávvi mii dárbbaša divššu.

source: 1. juni i år kommer Sannhets- og forsoningskommisjonens rapport.
sme: Geassemánu 1. beaivvi dán jagi boahtá Duohtavuođa- ja soabadankommišuvnna raporta.

source: Da kommer mye av det vonde på bordet.
sme: Olu váivvit ilbmet dalle almmolašvuhtii.

source: Derfor inviterer sametingsrådet allerede nå Sametingets plenum til å slå fast at den interne samiske forsoningen må få en plass i det kommende forsoningsarbeidet , parallelt med forsoninga mellom storsamfunnet og samene.
sme: Danne lea sámediggeráđđi dál juo bivdán Sámedikki dievasčoahkkima mearridit ahte siskkáldas sámi soabadeapmi ferte čáhkkehuvvot boahttevaš soabadanbargui, buohtalaga soabademiin stuorraservodaga ja sápmelaččaid gaskkas.

source: Denne forsoninga må handle om å inkludere alle i det samiske fellesskapet og å løfte den samiske selvfølelsen.
sme: Soabadeapmi ferte dan birra ahte fátmmastit buohkaid sámi searvevuhtii ja loktet sámi iešdovddu.

source: Alle må vite at de er likeverdige samer og at det samiske samfunnet ser og verdsetter deres bidrag.
sme: Buohkat galget diehtit ahte sii leat ovttaárvosaš sápmelaččat ja ahte sámi servvodat oaidná ja atná árvvus sin oassálastima.

source: Alle samer må også vite at de har en rett til sin kultur, sitt språk, sin identitet, og sine tradisjoner og næringer.
sme: Buot sápmelaččat fertejit maid diehtit ahte sis lea vuoigatvuohta sin kultuvrii, gillii ja identitehtii, ja sin árbevieruide ja ealáhusaide.

source: Å tilby dem dette blir grunnleggende forsoningstiltak for samfunnet.
sme: Ahte dan fállat sidjiide šaddá servodahkii vuđolaš soabahandoaibmabidju.

source: Det gjenstår ennå å se om vi kan forsone oss med uretten staten og storsamfunnet har påført oss som folk.
sme: Dál leaš oaidnit nákcet go seanadit vearredaguiguin maid stáhta ja stuoraservvodat lea dagahan min álbmogii.

source: Akkurat det må vi diskutere grundig når vi har bearbeidet sannheten og vurdert hvilke forsoningstiltak som ligger på bordet.
sme: Juste dan fertet dárkilit digaštallat go leat gieđahallan duohtavuođa ja árvvoštallan soabahandoaibmabijuid mat biddjojit ovdan.

source: Men det vi uansett bør kunne gjøre, er å forsone oss med hverandre i Sápmi.
sme: Beroškeahttá das berrešeimmet goitge soabadit gaskaneamet Sámis.

source: Vi har ingen illusjoner om at dette blir enkelt, men vi må starte en gang og vi foreslår at vi gjør det nå.
sme: Ean moai govahala ge ahte dát šaddá álki, muhto okte mii fertet álgit, ja moai evttohetne ahte mii álgit dál.

source: Kjære likeverdige same.
sme: Ráhkis ovttaárvosaš sápmelaš.

source: Uansett samiske bakgrunn håper vi at du får et forsonende år, selv om vi skal gjennom noen opprivende prosesser fremover.
sme: Beroškeahttá du sámi duogážis sávve dutnje soabalaš jagi, vaikke galgat váivves proseassaid čađa boahttevaš áiggi.
